/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "rich_text_dqznHG": {
      "type": "rich-text",
      "blocks": {
        "heading_rYGpnW": {
          "type": "heading",
          "settings": {
            "heading": "Terms and Conditions",
            "heading_tag": "h1",
            "heading_size": "h2"
          }
        }
      },
      "block_order": [
        "heading_rYGpnW"
      ],
      "settings": {
        "border_bottom": true,
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52,
        "padding_top_mobile": 40,
        "padding_bottom_mobile": 20
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_tWkCLW": {
      "type": "rich-text",
      "blocks": {
        "text_xFVpyM": {
          "type": "text",
          "settings": {
            "text": "<h2>Order Acceptance Policy</h2><p>Your receipt of an electronic or other form of order confirmation does not signify our acceptance of your order, nor does it constitute confirmation of our offer to sell. Hatco International reserves the right at any time after receipt of your order to accept or decline your order for any reason or to supply less than the quantity you ordered of any item.</p><h3>Shipping Time</h3><p>Most orders are delivered within 5 to 6 business days after being placed if shipped within the US. We will notify you within 24 to 48 business hours if the item(s) you ordered are out of stock. <strong>Need your order FAST?</strong> We do our best to ship most orders within 1 to 2 business days. If you have a dated event or need the order on a particular date, please call us to make sure we have stock and also when you can expect delivery. Please note we are not open on the weekends. If your order is placed on a Friday, after our cutoff time (1:00 PM Eastern Standard Time) or on Saturday or Sunday, your order will not be processed until Monday morning.</p><h3>Shipping Method</h3><p>Orders are shipped regular UPS or FedEx Ground. Standard U.S.A. Shipping Rates exclude PR, HI and AK. Our customer service department will contact you via phone and email to provide you with the rate for your approval prior to processing the order.</p><h3>Expedited, Express or Air Shipments</h3><p>Overnight/Expedited shipping is not available at this time. This will require a custom freight quote. You may select this method of shipment when placing your order online. Once your order is received, a customer service representative will contact you via phone and email to provide you with the cost for your approval prior to processing the order or you may also email us at <a href=\"info@capwholesalers.com\">info@capwholesalers.com</a> for more information.</p><h3>International Orders</h3><p>This will require a custom freight quote. You will be notified via email to approve the shipping cost. We are not responsible for delayed orders held by customs in the buyer's country. Most international orders take approximately 7 to 12 days to arrive. We are not responsible for paying custom and duty fees charged by the buyer's country.</p><h3>International Orders to Canada</h3><p>We ship UPS to Canada and use their broker unless otherwise specified by the customer BEFORE AN ORDER SHIPS. After an order ships, we cannot change who the broker will be.</p><h3>Drop Shipping</h3><p>With all the fraudulent activity online, we reserve the right to deny drop shipping an order paid with PayPal or any other credit card. The credit card companies will charge us back and will not stand behind the merchant if an order is drop shipped to a different address other than the registered billing address they have on file. We try our best to verify certain information that is provided by the customer so that we can ship to the requested address.</p><h3>Multiple Shipments</h3><p>We ship from over 9 warehouses. If it is necessary to ship from multiple warehouses in order to fulfill an order, the freight cost may be higher. If that is the case, a customer service representative will contact you via phone and email to provide you with that rate for your approval prior to processing the order.</p><h3>Orders Over 576 Pieces</h3><p>This will require a custom freight quote. A customer service representative will contact you via phone and email to provide you with that rate for your approval prior to processing the order.</p><h3>Tracking Numbers</h3><p>Please note that due to the amount of orders that are received daily, we do not automatically send tracking information, but we are happy to supply it when requested. You may request tracking for your order by calling us at (877) 984-2277 or you may send an email to <a href=\"info@capwholesalers.com\">info@capwholesalers.com</a>.</p><h3>Problem Orders</h3><p>On occasion, due to the amount of orders that are shipped daily, errors may occur. If there is an error with your order, please notify us immediately. Claims must be made within 15 days from receipt. If you are shipped more merchandise than what you ordered or merchandise that was not ordered by you, it's your responsibility to notify us at 877-984-2277 to let us know within 24 hours of receipt of goods. You must return any items that were shipped but not ordered by you or that you were not billed for. If you have altered the caps in anyway, you cannot file a claim for those caps.</p><h3>Stock</h3><p>Since stock changes by the minute, it is not always guaranteed after checkout; we will notify as soon as possible if we are out of an item on your order.</p><h3>Back-Orders</h3><p>We are not responsible for estimated back-order dates posted on the website. This is an estimated date and we cannot guarantee or control the stock coming in. If an item is unavailable it will be removed from the order and you will be notified via email or phone. We generally will ship the available items.</p><h3>Branding</h3><p>Please note that all the merchandise we carry is branded in some way with the manufacturers branding. We do not sell unbranded items.</p><h3>Patterns & Colors</h3><p>With Caps and apparel patterns and colors may not always be identical due to factory material and dye changes. We sell many camouflage patterned caps, these are cut from large rolls of fabric and sewn together so the patterns can look different on each cap.</p><h3>Payment Methods</h3><ul><li><strong>Credit Cards:</strong> We accept the following credit cards: American Express, Visa, MasterCard, and Discover. There is no surcharge for using your credit card to make purchases. Please be sure to provide your exact billing address and telephone number (i.e. the address and phone number your credit card bank has on file for you). Incorrect information will cause a delay in processing your order. <a href=\"a\">Credit cards issued outside of the USA are not accepted.</a></li><li><strong>Pre-Payment:</strong> Money orders or cashier checks (pre-paid).</li><li> <strong>Checks:</strong> Check (Must wait to clear)</li><li> <strong>COD:</strong> We do not ship COD.</li><li> <strong>Wire Transfer:</strong> You may send a wire transfers for international as well as domestic orders.</li></ul><h3>Exchanges</h3><p>We do not offer exchanges, only returns when applicable.</p><h3>Returns</h3><p>Returns are subject to a 20% restocking fee. Pieces are not returnable or exchangeable, this applies to orders that are less than 12 pieces per color, per style. Altered and decorated garments are not returnable. Shipping and handling charges are not refundable.</p><p>Returns to be shipped to:</p><p>Hatco International Dba: Capwholesalers.com & Customizedwear.com<br/>12530 Wiles Rd<br/>Coral Springs, FL 33076</p><p>Claims must be made within 15 days from receipt. Please include a copy of your order or a note with your original invoice/order number. Items must be sent freight prepaid. Please allow up to 10 business days for credits to be processed.</p><p><a href=\"a\">Sale and Final Sale Items are not returnable.</a></p><h3>Cancellations</h3><ul><li>Cancellations are subject to a 20% restocking fee.</li><li>Order cancellation can only be made before shipment.</li><li>Once shipment occurs, the return policy is in effect.</li><li> <strong>Custom screen printed and custom embroidered caps:</strong> Once an order is placed with a customized logo and then it is cancelled, it is subject to a 20% restock fee, digitizing, set-up and freight charges that apply. If an order is placed and the sample does not get approved within 14 days, the order is nonreturnable.</li><li>Custom embroidered caps are not returnable.</li></ul><h3>Prices on our website.</h3><p>All prices are subject to changes without notice.</p>"
          }
        }
      },
      "block_order": [
        "text_xFVpyM"
      ],
      "settings": {
        "border_bottom": true,
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 20,
        "padding_bottom": 100,
        "padding_top_mobile": 12,
        "padding_bottom_mobile": 52
      }
    }
  },
  "order": [
    "rich_text_dqznHG",
    "main",
    "rich_text_tWkCLW"
  ]
}
